-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2020-06-27 07:29:49
-- 伺服器版本： 10.4.11-MariaDB
-- PHP 版本： 7.4.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `otis_store`
--

-- --------------------------------------------------------

--
-- 資料表結構 `items`
--

CREATE TABLE `items` (
  `itemId` int(11) NOT NULL COMMENT '流水號',
  `itemName` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '商品名稱',
  `itemImg` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '商品照片路徑',
  `colorid` tinyint(20) DEFAULT NULL COMMENT '產品顏色',
  `itemsbrand` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '產品品牌',
  `itemstype` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '產品類型',
  `itemPrice` int(11) NOT NULL COMMENT '商品價格',
  `itemQty` int(255) NOT NULL COMMENT '商品數量',
  `itemsales` int(255) NOT NULL DEFAULT 1 COMMENT '銷售量',
  `itemsstar` tinyint(10) NOT NULL DEFAULT 1 COMMENT '產品評分',
  `itemstoreNumber` int(10) DEFAULT NULL COMMENT '賣場與商品對應編號',
  `itemscontent` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '產品備註',
  `itemsweight` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '重量',
  `itemsdrive` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '單體驅動',
  `itemsfrequency` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '頻率響應',
  `itemsSensitivity` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '靈敏度',
  `itemsconnect` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '連結端子',
  `itemsmains` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '電源',
  `itemsEndurance` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '電池續航力',
  `itemswatertight` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '防水性',
  `itemsfeature` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '重點特色',
  `created_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '新增時間',
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp() COMMENT '更新時間'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='商品列表';

--
-- 傾印資料表的資料 `items`
--

INSERT INTO `items` (`itemId`, `itemName`, `itemImg`, `colorid`, `itemsbrand`, `itemstype`, `itemPrice`, `itemQty`, `itemsales`, `itemsstar`, `itemstoreNumber`, `itemscontent`, `itemsweight`, `itemsdrive`, `itemsfrequency`, `itemsSensitivity`, `itemsconnect`, `itemsmains`, `itemsEndurance`, `itemswatertight`, `itemsfeature`, `created_at`, `updated_at`) VALUES
(1, 'Beoplay_H3', 'B1.png', 3, 'Bang & Olufsen', '2', 5100, 100, 5, 5, 0, '在旅途中或在家中，都能透過 HD 350BT. 享受絕佳的無線音頻。', '16 公克', '動圈式', '20 – 16.000 Hz', '100dB/mW', '3.5mm', '無', '無', '無防水', '麥克風', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(2, 'Beoplay_E4', 'B2.png', 8, 'Bang & Olufsen', '2', 8400, 150, 5, 5, 0, '新款PXC 550-II無線耳機，優美的聲音質量，更出色的出行體驗。', '50 公克', '動圈式', '20 – 16.000 Hz', '100dB/mW', '3.5 mm', '無', '無', '無防水', '主動式降噪.麥克風', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(3, 'Beoplay_E6', 'B3.png', 8, 'Bang & Olufsen', '2', 6700, 100, 10, 5, 0, '新款MOMENTUM Wireless無線耳機，人性化設計，優越聲音品質。', '21 公克', '動圈式', '20 – 22,000 Hz', '100dB/mW', '藍牙', '充電式', ' 5 小時', '無防水', '麥克風', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(4, 'Beoplay_E8', 'B4.png', 9, 'Bang & Olufsen', '2', 12000, 50, 5, 5, 0, 'Sennheiser PXC 550 Wireless將每一次旅程變成一流的體驗', '左耳7g右耳6g', '動圈式', '20 – 20,000  Hz', '107dB/mW', '藍牙', '充電式', '4小時', '無防水', '觸控介面', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(5, 'Beoplay_E8_2.0', 'B5.png', 8, 'Bang & Olufsen', '2', 10000, 100, 50, 5, 0, '新推出的Sennheiser HD4.40BT無線耳機提供了高質量的無線聲音信號', '左耳7g右耳6g', '動圈式', '20 – 20,000  Hz', '107dB/mW', '藍牙', '充電式', '4小時', '無防水', '麥克風.觸控介面', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(6, 'Beoplay_E8_3rd_Gen', 'B6.png', 8, 'Bang & Olufsen', '2', 12000, 100, 20, 5, 0, '獨家主動降噪技術為你帶來頂尖的聲學表現。', '左耳6g右耳6g', '動圈式', '20 – 20,000  Hz', '107dB/mW', '藍牙', '充電式', '7小時', '可防水', '抗噪.麥克風', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(7, 'Beoplay_H4_2nd_Gen', 'B7.png', 8, 'Bang & Olufsen', '1', 7500, 50, 10, 5, 0, '同時支援藍牙?無線科技 及混合式主動降噪技術', '244 公克', '動圈式', '20 – 20,000  Hz', '91 dB/mW', '藍牙', '充電式', '19 小時', '無防水', '麥克風', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(8, 'Beoplay_H8i', 'B8.png', 3, 'Bang & Olufsen', '1', 13500, 50, 5, 5, 0, '有了RS 195，你可重新體驗音樂帶來的無窮樂趣', '215公克', '動圈式', '20 – 22,000 Hz', '91 dB/mW', '藍牙', '充電式', '30小時', '無防水', '主動式降噪.麥克風', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(9, 'Beoplay_H9_3rd_Gen', 'B9.png', 8, 'Bang & Olufsen', '1', 17000, 50, 10, 5, 0, '能手動調節聲音精確度的耳筒系統，高要求用家的無線選擇。', '285公克', '動圈式', '20 – 22,000 Hz', '91 dB/mW', '藍牙', '充電式', '33小時', '無防水', '主動式降噪.麥克風', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(10, 'AONIC_215', 'sh1.png', 8, 'Shure', '2', 13500, 100, 30, 5, 0, '有著震撼低頻和環迴立體聲的耳筒系統，更有趣的家居影音體驗!', '21公克', '動鐵式', '2402-2480 Hz', '107dB/mW', '藍牙', '充電式', '8小時', '無防水', 'Qualcomm? aptX?', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(11, 'KSE1200', 'sh2.png', 8, 'Shure', '2', 62000, 50, 10, 5, 0, '由於封閉式耳罩設計加強了被動降噪功能，你可以安心地聽音樂，而不用擔心打擾周圍的乘客', '44公克', '靜電式', '20 – 50,000 Hz', '107dB/mW', '3.5 mm', '無', '無', '無防水', 'DAC擴大機', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(12, 'KSE1500', 'sh7_1.png', 8, 'Shure', '2', 96000, 1000, 150, 5, 0, '能方便地播放音樂和接聽電話，紮實的折疊設計讓這款耳機不僅堅固耐用', '44公克', '靜電式', '10 – 50,000 Hz', '113dB/mW', '3.5 mm', '無', '無', '無防水', 'DAC擴大機', '2020-05-04 23:14:00', '2020-06-27 12:20:09'),
(13, 'SE215', 'sh4.png', 8, 'Shure', '2', 4500, 500, 50, 5, 0, '換能器單元確保了聲音保持良好的平衡，以及強勁有力的動感低頻響應。', '30公克', '動圈式', '22 - 17000 Hz', '105dB/mW', '3.5 mm', '無', '無', '無防水', '通話功能', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(14, 'SE425', 'sh5.png', 9, 'Shure', '2', 9700, 100, 20, 5, 0, 'Apogee Groove提供的一款USB DAC（數位類比轉換器）及耳機放大器', '30公克', '動鐵式', '22 - 19000 Hz', '109dB/mW', '3.5 mm', '無', '無', '無防水', '通話功能', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(15, 'SE535', 'sh6.png', 1, 'Shure', '2', 15000, 50, 10, 5, 0, 'HD 300 PRO監聽耳機最新研發的聲學系統，確保其能夠提供一個自然中性、細膩精確的聲音播放', '30公克', '動鐵式', '18 - 19000 Hz', '119dB/mW', '藍牙', '充電式', '8小時', '無防水', '鍵式線控和麥克風', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(16, 'SE846', 'sh7.png', 9, 'Shure', '2', 30000, 50, 20, 5, 0, 'Sennheiser的新型HD 660S是充滿激情的發燒友的理想開放式動態耳機。', '45公克', '動鐵式', '15 - 20000 Hz', '114dB/mW', '藍牙', '充電式', '8小時', '無防水', '內建耳擴.麥克風', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(17, 'AONIC_50', 'sh8.png', 8, 'Shure', '1', 11000, 20, 5, 5, 0, '能夠以Hi–Fi級的質量欣賞音樂節目。配置了獨特的玻璃材質換能器外殼，以實現小共振', '334公克', '動圈式', '20 - 22000 Hz', '97.5dB/mW', '藍牙', '充電式', '20小時', '無防水', '主動式降噪', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(18, 'SRH1440', 'B9.png', 8, 'Shure', '1', 9500, 100, 60, 5, 0, ' 是一款封閉動圈式立體聲耳機，適合預算有限的音樂愛好者，具有聲音重放有力、環境噪聲衰減性能出色、佩戴舒適等特點。', '343公克', '動圈式', '15 - 27000 Hz', '101dB/mW', '3.5 mm', '無', '無', '無防水', '40毫米釹磁鐵驅動', '2020-05-04 23:14:00', '2020-06-27 12:32:29'),
(19, 'SRH1540', 'sh10.png', 8, 'Shure', '1', 15500, 100, 30, 5, 0, 'Sennheiser的NoiseGard主動降噪，夠保證你在任何環境中安靜也能夠聆聽和欣賞自己的音樂。', '286公克', '動圈式', '05 - 25000 Hz', '99dB/mW', '3.5 mm', '無', '無', '無防水', '40毫米釹磁鐵驅動', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(20, 'SRH1840', 'sh9.png', 8, 'Shure', '1', 15500, 100, 50, 5, 0, '這款後腔封閉式包耳設計的無線耳機採用了藍牙4.0技術和aptX兼容技術，能夠傳輸真正的高保真聲音信號', '268公克', '動圈式', '10 - 30000 Hz', '96dB/mW', '3.5 mm', '無', '無', '無防水', '40毫米釹磁鐵驅動', '2020-05-04 23:14:00', '2020-06-27 12:29:45'),
(21, 'SRH240A', 'sh12.png', 8, 'Shure', '1', 2000, 80, 20, 5, 0, 'Sennheiser HD 5系列在各個方面都提供高質量和價值。採用Sennheiser專屬換能器技術', '238公克', '動圈式', '20 – 20,000 Hz', '107dB/mW', '3.5 mm', '無', '無', '無防水', '全封閉式設計', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(22, 'SRH440', 'sh13.png', 8, 'Shure', '1', 2800, 200, 50, 5, 0, ' HD 200 PRO 能夠為每一種監聽需求和資金預算需求提供細膩強勁的聲音監聽', '272公克', '動圈式', '10 – 20,000 Hz', '105dB/mW', '3.5 mm', '無', '無', '無防水', '全封閉式設計', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(23, 'SRH550DJ', 'sh14.png', 8, 'Shure', '1', 3600, 100, 20, 5, 0, '具有完美設計的這款旅行系列頭戴耳麥凝聚了Sennheiser在聲音和音頻技術上的品質體現', '235公克', '動圈式', '05 - 22000 Hz', '109dB/mW', '3.5 mm', '無', '無', '無防水', '50毫米釹磁體動圈', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(24, 'SRH750DJ', 'sh15.png', 3, 'Shure', '1', 3850, 50, 10, 5, 0, '插入具有開放包耳式設計以及高級Sennheiser換能器系統的HD 559，它將為你帶來卓越的聲音體驗', '227公克', '動圈式', '05 - 30000 Hz', '106dB/mW', '3.5 mm', '無', '無', '無防水', '全封閉式設計', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(25, 'SRH840', 'sh16.png', 8, 'Shure', '1', 5500, 100, 20, 5, 0, '採用封閉包耳式設計的HD 569為家庭娛樂領域帶來靈活選項。它提供了一個細節豐富而清晰的低音，', '318公克', '動圈式', '05 - 25000 Hz', '102dB/mW', '3.5 mm', '無', '無', '無防水', '全封閉式降噪', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(26, 'SRH940', 'sh17.png', 9, 'Shure', '1', 10400, 50, 10, 5, 0, 'HD 579提供高端性能，為家庭娛樂帶來近乎高保真的聲音水平', '320公克', '動圈式', '05 - 30000 Hz', '100dB/mW', '3.5 mm', '無', '無', '無防水', '全封閉式降噪', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(27, 'MDR_XB650BT', 'sh8.png', 8, 'SONY', '1', 4990, 50, 5, 5, 0, '當代設計既富有吸引力，也符合人體工學。對於那些帶著發現探索精神去聽音樂的人來說', '190公克', '動圈式', '20 – 20,000 Hz', '95dB/mW', '藍牙', '充電式', '30小時', '無防水', '麥克風', '2020-05-04 23:14:00', '2020-06-27 12:44:59'),
(28, 'MDR_XB950B1', 'g8.png', 8, 'SONY', '1', 5990, 60, 10, 5, 0, '堅固的折疊設計讓這款耳機堅固緊湊，能夠隨身攜帶', '280公克', '動圈式', '20 – 20,000 Hz', '95dB/mW', '藍牙', '充電式', '18小時', '無防水', '全封閉式降噪', '2020-05-04 23:14:00', '2020-06-27 12:42:47'),
(29, 'MDR_XB950N1', 'g8.png', 8, 'SONY', '1', 7490, 20, 5, 5, 0, 'HD 800 作為一代經典，它不但提供自然的聲音和真實的細節', '290公克', '動圈式', '20 – 20,000 Hz', '100dB/mW', '藍牙', '充電式', '22小時', '無防水', '全封閉式降噪', '2020-05-04 23:14:00', '2020-06-27 12:42:55'),
(30, 'MDR_H600A', 'sh8.png', 8, 'SONY', '1', 5490, 137, 123, 5, 0, '遊戲專用耳機麥克風組 體驗廣闊空間感的開放音色 令人置身於遊戲世界中的開放式電競用耳機', '220公克', '動圈式', '05 – 60,000 Hz', '103dB/mW', '3.5 mm', '無', '無', '無防水', '麥克風', '2020-05-04 23:14:00', '2020-06-27 12:45:05'),
(31, 'WH_XB700', 'B7.png', 8, 'SONY', '1', 4490, 56, 395, 5, 0, '遊戲專用耳機麥克風組 承繼針對專業取向的耳機與麥克風的設計概念 出乎想像的深入遊戲體驗', '195公克', '動圈式', '20 – 16.000 Hz', '103dB/mW', '藍牙', '充電式', '30小時', '無防水', '內建麥克風可', '2020-05-04 23:14:00', '2020-06-27 12:53:19'),
(32, 'WH_XB900N', 'B7.png', 8, 'SONY', '1', 7490, 98, 279, 5, 0, '遊戲專用無線耳機麥克風組 承繼針對專業取向的耳機與麥克風的設計概念 出乎想像的深入遊戲體驗', '254公克', '動圈式', '20 – 40,000 Hz', '103dB/mW', '藍牙', '充電式', '30小時', '無防水', '觸控感應面板', '2020-05-04 23:14:00', '2020-06-27 12:54:06'),
(33, 'WH_CH710N', 'B7.png', 8, 'SONY', '1', 4990, 137, 395, 5, 0, '沉浸於黑檀演奏的優雅樂音 傳統的木製機殼耳機', '223公克', '動圈式', '07 –20,000 Hz?', '100dB/mW', '藍牙', '充電式', '35小時', '無防水', '免持通話.降噪功能', '2020-05-04 23:14:00', '2020-06-27 12:54:08'),
(34, 'WH_H810', 'B7.png', 8, 'SONY', '1', 5980, 56, 123, 5, 0, '墜入淺田櫻的自然聲響之中 革新的木製機殼耳機', '180公克', '動圈式', '20 – 40,000 Hz', '100dB/mW', '藍牙', '充電式', '30小時', '無防水', '輕便可摺疊設計', '2020-05-04 23:14:00', '2020-06-27 12:54:11'),
(35, 'WH_H910N', 'B7.png', 8, 'SONY', '1', 8990, 98, 279, 5, 0, '聲音與皮革， 匠人極致工藝的傳奇聯名再次降臨。', '251公克', '動圈式', '05 – 40,000 Hz', '100dB/mW', '藍牙', '充電式', '45小時', '無防水', '觸控面板.降噪', '2020-05-04 23:14:00', '2020-06-27 12:54:13'),
(36, 'WH_1000XM3', 'B7.png', 8, 'SONY', '1', 10900, 137, 123, 5, 0, '機殼採用音響特性非常優越的天然條紋黑檀木材', '255公克', '動圈式', '04 – 40,000 Hz', '101dB/mW', '藍牙', '充電式', '30小時', '無防水', 'HD 降噪.觸控面板', '2020-05-04 23:14:00', '2020-06-27 12:54:17'),
(37, 'MDR_1AM2', 'B8.png', 8, 'SONY', '1', 7990, 56, 395, 5, 0, '密閉式動圈型耳機 創造純淨至高音樂空間的一時之選', '187公克', '動圈式', '03-100000Hz', '98dB/mW', '3.5 mm', '無', '無', '無防水', '通話功能.40mm驅動', '2020-05-04 23:14:00', '2020-06-27 12:55:14'),
(38, 'MDR_Z7M2', 'B8.png', 8, 'SONY', '1', 19900, 98, 279, 5, 0, '密閉式動圈型耳機 前往未知的感動 精緻的聲音與重現力', '340公克', '混合式', '04-100000Hz', '98dB/mW', '3.5 mm', '無', '無', '無防水', '高解析封閉式', '2020-05-04 23:14:00', '2020-06-27 12:55:17'),
(39, 'MDR_Z1R', 'B8.png', 8, 'SONY', '1', 55900, 137, 395, 5, 0, '密閉式動圈型耳機 細微之處也毫無遺漏 呈現聲音的全貌', '385公克', '動鐵式', '04-120000Hz', '100dB/mW', '3.5 mm', '無', '無', '無防水', '70mm驅動單元', '2020-05-04 23:14:00', '2020-06-27 12:55:20'),
(40, 'IER_Z1R', 'sn14.png', 9, 'SONY', '2', 55900, 56, 123, 5, 0, '密閉式動圈型耳機 纖細而豐富 傳統的監聽聲響', '26公克', '動鐵式', '03-100000Hz', '103dB/mW', '3.5 mm', '無', '無', '無防水', '5mm+12mm驅動', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(41, 'IER_M9', 'sn15.png', 8, 'SONY', '2', 35900, 98, 279, 5, 0, '無線抗噪耳機 獨創主動式抗噪技術與藍牙無線技術，能有效隔絕環境噪音。', '11公克', '動鐵式', '05 – 40,000 Hz', '103dB/mW', '3.5 mm', '無', '無', '無防水', 'Sony 原創BA 驅動單體', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(42, 'IER_M7', 'sn16.png', 8, 'SONY', '2', 19900, 137, 123, 5, 0, '輕薄機身與厚實的低音 每天都想聆聽的 無線×耳罩式耳機', '9公克', '混合式', '05 – 40,000 Hz', '103dB/mW', '3.5 mm', '無', '無', '無防水', 'Sony 原創BA 驅動單體', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(43, 'XBA_Z5', 'akg5.png', 8, 'SONY', '2', 20900, 56, 395, 5, 0, '連寂靜之處亦描繪於耳畔， 高精細度原音重現。', '11公克', '動圈式', '03 – 40,000 Hz', '107dB/mW', '3.5 mm', '無', '無', '無防水', 'HD 混和式驅動單體設計', '2020-05-04 23:14:00', '2020-06-27 13:03:17'),
(44, 'XBA_N3BP', 'akg5.png', 8, 'SONY', '2', 11900, 98, 279, 5, 0, '讓你隨時隨處 體驗高解析音質的絕佳聽感', '11公克', '混合式', '03 – 40,000 Hz', '107dB/mW', '3.5 mm', '無', '無', '無防水', 'LCPHD混合式驅動系統', '2020-05-04 23:14:00', '2020-06-27 13:03:19'),
(45, 'WF_1000XM3', 'akg5.png', 8, 'SONY', '2', 7490, 137, 395, 5, 0, '承襲 MSR7 優異聲音表現，加以強化的限定版機種', '8.5公克', '動圈式', '20 – 20,000 Hz', '107dB/mW', '藍牙', '充電式', '6小時', '無防水', '主動式降噪.麥克風', '2020-05-04 23:14:00', '2020-06-27 13:03:21'),
(46, 'AMBEO_SMART_HEADSET', 'se1.png', 9, 'Senheier', '2', 9900, 56, 123, 5, 0, '集結獨創的音響技術 鉅細靡遺傳遞真實音色的高解析度', '30公克', '動圈式', '15-22,000Hz', '112 dB', '3.5mm', '無', '無', '無防水', '3D錄音效果', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(47, 'CX_1.00', 'se2.png', 8, 'Senheier', '2', 1980, 98, 279, 5, 0, '繼往開來的獨家音響設計，實現純正的高解析音質播放', '10公克', '動圈式', '17Hz - 20kHz', '100dB', '無', '無', '無', '無防水', '舒適性', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(48, 'CX_150BT', 'se3.png', 8, 'Senheier', '2', 2490, 137, 123, 5, 0, '高解析音質播放，忠實重現原音', '12公克', '動圈式', '17–20,000 Hz', '112 dB', '無', '充電式', '10小時', '無防水', '可同時連接兩台設備', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(49, 'GAME_ONE', 'se4.png', 8, 'Senheier', '1', 9900, 56, 395, 5, 0, '高解析音質播放，忠實重現原音', '300 公克', '動圈式', '15-28,000Hz', '116dB', 'UNP單端耳機線 (1.2 m)', '無', '無', '無防水', '遊戲用', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(50, 'GAME_ZERO', 'se5.png', 8, 'Senheier', '1', 11000, 98, 279, 5, 0, '播放鮮明聲響的高音質表現', '300 公克', '動圈式', '15-28,000Hz', '108dB', 'UNP單端耳機線 (1.2 m)', '無', '無', '無防水', '遊戲用', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(51, 'GSP_300', 'se6.png', 8, 'Senheier', '1', 2990, 137, 395, 5, 0, '播放鮮明聲響的高音質表現', '290 公克', '動圈式', '15-26,000Hz', '113dB', '3.5mm', '無', '無', '無防水', '降噪', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(52, 'GSP_370', 'se7.png', 8, 'Senheier', '1', 6990, 56, 123, 5, 0, '播放鮮明聲響的高音質表現', '285 公克', '動圈式', '20–20,000 Hz', '117 dB', '藍牙', '充電式', '100小時', '無防水', '降噪', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(53, 'GSP_500', 'se8.png', 8, 'Senheier', '1', 7490, 98, 279, 5, 0, '播放鮮明聲響的高音質表現', '358 公克', '動圈式', '10-30,000Hz', '107dB', '2.5 m', '無', '無', '無防水', '降噪', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(54, 'GSP_550', 'se9.png', 8, 'Senheier', '1', 8690, 137, 123, 5, 0, '輕量&小型化仍具備強而有力音效', '358 公克', '動圈式', '10-30,000Hz', '107dB', '1.2 m USB', '無', '無', '無防水', '環繞音效', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(55, 'HD_2.10', 'ath1.png', 8, 'Senheier', '1', 2190, 56, 395, 5, 0, '輕量&小型化仍具備強而有力音效', '85公克', '動圈式', '14- 18,000 Hz', '110dB', '3.5 mm', '無', '無', '無防水', '封閉隔音', '2020-05-04 23:14:00', '2020-06-27 13:13:47'),
(56, 'HD_2.20s', 'ath1.png', 8, 'Senheier', '1', 2800, 98, 279, 5, 0, '輕量&小型化仍具備強而有力音效', '246 公克', '動圈式', '14- 18,000 Hz', '112 dB', '3.5 mm', '無', '無', '無防水', '封閉隔音', '2020-05-04 23:14:00', '2020-06-27 13:13:48'),
(57, 'HD_2.30', 'ath1.png', 8, 'Senheier', '1', 3550, 137, 395, 5, 0, '輕量&小型化仍具備強而有力音效', '262 公克', '動圈式', '18 Hz – 22000 Hz', '115dB', '3.5mm 直式插頭', '無', '無', '無防水', '封閉隔音', '2020-05-04 23:14:00', '2020-06-27 13:13:51'),
(58, 'HD_25_Light', 'ath1.png', 8, 'Senheier', '1', 4500, 56, 123, 5, 0, '最適合上街使用的單邊出線風格 可體驗通話與操作樂趣的智慧型手機支援機種', '120 公克', '動圈式', '16Hz - 22000Hz', '120 dB', '3.5 轉 6.3 mm 轉接插頭', '無', '無', '無防水', '輕量化設計', '2020-05-04 23:14:00', '2020-06-27 13:13:53'),
(59, 'HD_26_PRO', 'ath1.png', 8, 'Senheier', '1', 12800, 98, 279, 5, 0, '最適合上街使用的單邊出線風格 可體驗通話與操作樂趣的智慧型手機支援機種', '180 公克', '動圈式', '20Hz-18.000Hz', '115 dB', '3.5 轉 6.3 mm 螺旋式接頭', '無', '無', '無防水', '可翻轉的耳殼', '2020-05-04 23:14:00', '2020-06-27 13:13:54'),
(60, 'MOMENTUM_On_Ear_M2', 'ath1.png', 8, 'Senheier', '1', 9100, 150, 55, 5, 0, '高解析音質播放，忠實重現原音', '120 公克', '動圈式', '16 Hz – 22000 Hz', '112 dB', '3.5mm 直角插頭', '無', '無', '無防水', '三鍵線控', '2020-05-04 23:14:00', '2020-06-27 13:14:10'),
(61, 'ATH_ANC500BT', 'ath1.png', 8, 'audio_technica', '1', 4000, 150, 55, 5, 0, '高解析音質播放，忠實重現原音', '180 公克', '密閉式動圈型', '20∼20,000 Hz', '96dB', '3.5 mm', '充電式', '20 小時', '無防水', '獨創主動式抗噪技術與藍牙無線技術，能有效隔絕環境噪音', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(62, 'ATH_AP2000Ti', 'ath2.png', 8, 'audio_technica', '1', 4600, 150, 55, 5, 0, '播放鮮明聲響的高音質表現', '300公克', '密閉式動圈型', '5∼50,000Hz', '100dB', '3.5mm', '無', '無', '無防水', '便攜型耳罩式耳機 連寂靜之處亦描繪於耳畔， 高精細度原音重現', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(63, 'ATH_AWAS', 'ath3.png', 1, 'audio_technica', '1', 38900, 150, 55, 5, 0, '播放鮮明聲響的高音質表現', '395公克', '密閉式動圈型', '5∼42,000Hz', '99dB', '6.3mm', '無', '無', '無防水', '墜入淺田櫻的自然聲響之中 革新的木製機殼耳機', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(64, 'ATH_AWKT', 'ath4.png', 8, 'audio_technica', '1', 54700, 143, 55, 5, 0, '播放鮮明聲響的高音質表現', '405公克', '密閉式動圈型', '5~45,000Hz', '102dB', '6.3mm', '無', '無', '無防水', '沉浸於黑檀演奏的優雅樂音 傳統的木製機殼耳機', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(65, 'ATH_G1', 'ath5.png', 8, 'audio_technica', '1', 6000, 143, 55, 5, 0, '播放鮮明聲響的高音質表現', '250公克', '密閉動圈型', '5∼40,000Hz', '101dB', '3.5mm', '無', '無', '無防水', '承繼針對專業取向的耳機與麥克風的設計概念 出乎想像的深入遊戲體驗', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(66, 'ATH_G1WL', 'ath6.png', 8, 'audio_technica', '1', 9900, 143, 75, 5, 0, '輕量&小型化仍具備強而有力音效', '290公克', '密閉動圈型', '5∼40,000Hz', '101dB', 'USB', '充電式', '15小時', '無防水', '承繼針對專業取向的耳機與麥克風的設計概念 出乎想像的深入遊戲體驗', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(67, 'ATH_L5000', 'ath7.png', 3, 'audio_technica', '1', 13850, 143, 75, 5, 0, '輕量&小型化仍具備強而有力音效', '480公克', '密閉式動圈型', '5∼50,000Hz', '100dB', '6.3mm', '無', '無', '無防水', '聲音與皮革， 匠人極致工藝的傳奇聯名再次降臨', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(68, 'ATH_LS200', 'ath8.png', 1, 'audio_technica', '2', 10000, 143, 75, 5, 0, '輕量&小型化仍具備強而有力音效', '6 公克', '動圈型', '20∼16,000Hz', '110dB', '3.5mm', '無', '無', '無防水', '從高亢聲線到活力十足的音場均能良好描繪', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(69, 'ATH_LS50_BK', 'ath9.png', 8, 'audio_technica', '2', 2800, 143, 90, 5, 0, '輕量&小型化仍具備強而有力音效', '6.5 公克', '動圈型', '5∼25,000Hz', '103dB', '3.5mm', '無', '無', '無防水', '同時呈現強韌低頻以及清澈中高頻的雙動圈設計耳機', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(70, 'ATH_LS50_NV', 'ath10.png', 5, 'audio_technica', '2', 2800, 75, 90, 5, 0, '最適合上街使用的單邊出線風格 可體驗通話與操作樂趣的智慧型手機支援機種', '6.5 公克', '動圈型', '5∼25,000Hz', '103dB', '3.5mm', '無', '無', '無防水', '同時呈現強韌低頻以及清澈中高頻的雙動圈設計耳機', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(71, 'ATH_LS50_RD', 'ath11.png', 1, 'audio_technica', '2', 2800, 75, 90, 5, 0, '最適合上街使用的單邊出線風格 可體驗通話與操作樂趣的智慧型手機支援機種', '6.5 公克', '動圈型', '5∼25,000Hz', '103dB', '3.5mm', '無', '無', '無防水', '同時呈現強韌低頻以及清澈中高頻的雙動圈設計耳機', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(72, 'ATH_LS50_YL', 'ath12.png', 3, 'audio_technica', '2', 2800, 75, 90, 5, 0, '高解析音質播放，忠實重現原音', '6.5 公克', '動圈型', '5∼25,000Hz', '103dB', '3.5mm', '無', '無', '無防水', '同時呈現強韌低頻以及清澈中高頻的雙動圈設計耳機', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(73, 'ATH_PDG1a', 'ath13.png', 1, 'audio_technica', '1', 5000, 75, 90, 5, 0, '高解析音質播放，忠實重現原音', '225公克', '開放式動圈型', '20∼20,000Hz', '92dB', '3.5mm', '無', '無', '無防水', '體驗廣闊空間感的開放音色 令人置身於遊戲世界中的開放式電競用耳機', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(74, 'ATH_SR50', 'ath14.png', 8, 'audio_technica', '1', 6100, 75, 90, 5, 0, '播放鮮明聲響的高音質表現', '229公克', '密閉式動圈型', '5∼45,000Hz', '100dB', '3.5mm', '無', '無', '無防水', '便攜式耳罩式耳機 讓你隨時隨處 體驗高解析音質的絕佳聽感', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(75, 'ATH_WS330BT', 'ath15.png', 8, 'audio_technica', '1', 4200, 75, 90, 5, 0, '播放鮮明聲響的高音質表現', '167公克', '密閉式動圈型', '5∼35,000Hz', '108dB', 'USB', '充電式', '70小時', '無防水', '輕薄機身與厚實的低音 每天都想聆聽的 無線×耳罩式耳機', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(76, 'K350', 'sh4_1.png', 8, 'AKG', '2', 1600, 85, 52, 5, 0, '播放鮮明聲響的高音質表現', '3公克', '動圈式', '12Hz ~ 23.5KHz', '121 dB SPL/V', '3.5mm', '無', '無', '無防水', '輕量級/蘋果專用', '2020-05-04 23:14:00', '2020-06-27 13:19:32'),
(77, 'K451', 'g2.png', 8, 'AKG', '1', 3900, 85, 52, 5, 0, '播放鮮明聲響的高音質表現', '120公克', '動圈式', '11Hz ~ 29.5KHz', '126 dB SPL/V', '3.5mm', '無', '無', '無防水', '麥克風/蘋果專用\n/可拆式耳機線', '2020-05-04 23:14:00', '2020-06-27 13:21:17'),
(78, 'N25', 'akg3.png', 8, 'AKG', '2', 4900, 85, 52, 5, 0, '輕量&小型化仍具備強而有力音效', '15公克', '雙動圈單體', '20Hz ~ 40KHz', '92 dB SPL/V', '3.5mm', '無', '無', '無防水', '雙單體', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(79, 'N30', 'akg4.png', 8, 'AKG', '2', 8900, 85, 52, 5, 0, '輕量&小型化仍具備強而有力音效', '19.5公克', '平衡及動圈混和', '20Hz ~ 40KHz', '101 dB SPL/V', '3.5mm', '無', '無', '無防水', '混和式單體/麥克風\n/可拆式耳機線', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(80, 'N40', 'akg5.png', 8, 'AKG', '2', 9900, 85, 52, 5, 0, '輕量&小型化仍具備強而有力音效', '22公克', '平衡及動圈混和', '10~40KHz', '115 dB SPL/V', '3.5mm', '無', '無', '無防水', '混和式單體/麥克風\n/可拆式耳機線', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(81, 'N60NC Wireless', 'akg6.png', 8, 'AKG', '1', 7900, 45, 52, 5, 0, '輕量&小型化仍具備強而有力音效', '211公克', '平衡及動圈混和', '10Hz ~ 22KHz', '111 dB SPL/V', '3.5mm/無線藍牙4.0', 'USB充電', '15小時', '無防水', '可折疊', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(82, 'N90QLE', 'g4.png', 3, 'AKG', '1', 11999, 40, 52, 5, 0, '最適合上街使用的單邊出線風格 可體驗通話與操作樂趣的智慧型手機支援機種', '460公克', '動圈式', '10Hz ~ 25KHz', '110dB SPL', '3.5mm/無線藍牙', 'USB充電', '11小時', '無防水', '「TruNote」自動校準\n/主動降噪', '2020-05-04 23:14:00', '2020-06-27 13:25:53'),
(83, 'N400NC Wireless', 'akg8.png', 8, 'AKG', '2', 6000, 40, 44, 5, 0, '最適合上街使用的單邊出線風格 可體驗通話與操作樂趣的智慧型手機支援機種', '7.7公克', '動圈式', '10 Hz-20 kHz', '96 dBSPL', '無線藍牙5.0', 'USB-C充電', '6小時', '可防水', '主動降噪/觸控式', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(84, 'N700NCBT', 'akg9.png', 9, 'AKG', '1', 10900, 40, 85, 5, 0, '高解析音質播放，忠實重現原音', '270公克', '動圈式', '10 Hz-20 kHz', '110 dB dB SPL/ V', '無線藍牙4.1', 'USB充電', '36小時', '無防水', '主動降噪/麥克風', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(85, 'N5005', 'akg10.png', 8, 'AKG', '2', 29900, 40, 44, 5, 0, '高解析音質播放，忠實重現原音', '11.4公克', '平衡及動圈混和', '10Hz ~ 40KHz', '116dB SPL / V', '3.5mm/無線藍牙4.1', 'USB充電', '8 小時', '無防水', '混和式單體\n/可拆式耳機線', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(86, 'Y23U', 'akg11.png', 9, 'AKG', '1', 1800, 40, 85, 5, 0, '播放鮮明聲響的高音質表現', '12.85公克', '動圈式', '20Hz?20kHz', '98dB SPL / V', '3.5mm', '無', '無', '無防水', '超小單體/麥克風', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(87, 'Y50', 'akg12.png', 8, 'AKG', '1', 2490, 40, 85, 5, 0, '播放鮮明聲響的高音質表現', '190公克', '動圈式', '16Hz ~ 24KHz', '115 dB SPL/V', '3.5mm', '無', '無', '無防水', '3D-Axis轉軸/麥克風\n/可拆式耳機線', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(88, 'Y45BT', 'akg13.png', 8, 'AKG', '1', 5000, 40, 85, 5, 0, '播放鮮明聲響的高音質表現', '245公克', '動圈式', '17Hz ~ 20KHz', '120 dB SPL/V', '3.5mm/無線藍牙3.0', 'USB充電', '20小時', '無防水', '3D-Axis轉軸\n/usb快速充電', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(89, 'Y100BT', 'akg14.png', 8, 'AKG', '2', 2490, 40, 85, 5, 0, '播放鮮明聲響的高音質表現', '24公克', '動圈式', '20 Hz-20 kHz', '115 dB SPL / V', '無線藍牙4.2', 'USB充電', '8小時', '無防水', '環境感知/麥克風', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(90, 'Y500BT', 'akg15.png', 8, 'AKG', '1', 4990, 40, 85, 5, 0, '輕量&小型化仍具備強而有力音效', '230公克', '動圈式', '16Hz-22kHz', '117dB SPL/V', '3.5mm/無線藍牙4.2', 'USB充電', '33小時', '無防水', '環境感知/快速充電\n/麥克風', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(91, 'D8000', 'f1.png', 8, 'Final', '1', 120000, 85, 44, 5, 0, '輕量&小型化仍具備強而有力音效', '523公克', '動圈式', '05 – 60,000 Hz', '98dB/mW', '3.5 mm', '無', '無', '無防水', 'AFDS場極式平面單元', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(92, 'D8000 Pro Edition', 'f2.png', 9, 'Final', '1', 130000, 85, 44, 5, 0, '輕量&小型化仍具備強而有力音效', '523公克', '動圈式', '05 – 60,000 Hz', '98dB/mW', '3.5 mm', '無', '無', '無防水', 'AFDS場極式平面單元', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(93, 'SONOROUS II', 'f3.png', 8, 'Final', '1', 7350, 85, 44, 5, 0, '輕量&小型化仍具備強而有力音效', '410公克', '動圈式', '05 - 30000 Hz', '105dB/mW', '3.5 mm', '無', '無', '無防水', '50mmΦ dynamic', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(94, 'SONOROUS III', 'f4.png', 8, 'Final', '1', 13000, 85, 44, 5, 0, '最適合上街使用的單邊出線風格 可體驗通話與操作樂趣的智慧型手機支援機種', '410公克', '動圈式', '05 – 60,000 Hz', '105dB/mW', '3.5 mm', '無', '無', '無防水', '50mmΦ dynamic', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(95, 'SONOROUS IV', 'f5.png', 8, 'Final', '1', 16000, 85, 44, 5, 0, '最適合上街使用的單邊出線風格 可體驗通話與操作樂趣的智慧型手機支援機種', '410公克', '動圈式', '03 – 40,000 Hz', '105dB/mW', '3.5 mm', '無', '無', '無防水', '50mmΦ dynamic + balanced armature\n', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(96, 'SONOROUS VI', 'f6.png', 8, 'Final', '1', 20000, 85, 44, 5, 0, '高解析音質播放，忠實重現原音', '270公克', '動圈式', '05 – 60,000 Hz', '105dB/mW', '3.5 mm', '無', '無', '無防水', '50mmΦ dynamic', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(97, 'SONOROUS VIII', 'f7.png', 3, 'Final', '1', 58000, 85, 44, 5, 0, '高解析音質播放，忠實重現原音', '270公克', '動圈式', '05 – 60,000 Hz', '105dB/mW', '3.5 mm', '無', '無', '無防水', '50mmΦ dynamic', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(98, 'SONOROUS X', 'f8.png', 3, 'Final', '1', 128000, 85, 44, 5, 0, '播放鮮明聲響的高音質表現', '630公克', '動圈式', '05 – 60,000 Hz', '105dB/mW', '3.5 mm', '無', '無', '無防水', '50mmΦ dynamic', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(99, 'A8000', 'f9.png', 9, 'Final', '2', 59000, 75, 44, 5, 0, '播放鮮明聲響的高音質表現', '41公克', '動圈式', '03 – 40,000 Hz', '102dB/mW', '3.5 mm', '無', '無', '無防水', 'OFC高純度無氧鍍銀線材', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(100, 'E1000C', 'f10.png', 8, 'Final', '2', 900, 75, 44, 5, 0, '播放鮮明聲響的高音質表現', '15公克', '動圈式', '4 – 40,000 Hz', '102dB/mW', '3.5 mm', '無', '無', '無防水', '6.4mmΦ動圈驅動單元', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(101, 'E2000C', 'f11.png', 8, 'Final', '2', 1500, 75, 44, 5, 0, '播放鮮明聲響的高音質表現', '13公克', '動圈式', '5 – 40,000 Hz', '102dB/mW', '3.5 mm', '無', '無', '無防水', '6.4mmΦ動圈驅動單元', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(102, 'E3000C', 'f12.png', 9, 'Final', '2', 1800, 75, 44, 5, 0, '輕量&小型化仍具備強而有力音效', '15公克', '動圈式', '6 – 40,000 Hz', '100dB/mW', '3.5 mm', '無', '無', '無防水', '6.4mmΦ動圈驅動單元', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(103, 'E4000', 'f13.png', 8, 'Final', '2', 3950, 75, 44, 5, 0, '輕量&小型化仍具備強而有力音效', '18公克', '動圈式', '7 – 40,000 Hz', '97dB/mW', '3.5 mm', '無', '無', '無防水', '6.4mmΦ動圈驅動單元', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(104, 'F4100', 'f14.png', 8, 'Final', '2', 8900, 75, 44, 5, 0, '輕量&小型化仍具備強而有力音效', '12公克', '動鐵式', '8 – 40,000 Hz', '106dB/mW', '3.5 mm', '無', '無', '無防水', '6.4mmΦ動圈驅動單元', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(105, 'F7200', 'f15.png', 9, 'Final', '2', 15000, 75, 44, 5, 0, '輕量&小型化仍具備強而有力音效', '23公克', '動鐵式', '9 – 40,000 Hz', '106dB/mW', '3.5 mm', '無', '無', '無防水', '6.4mmΦ動圈驅動單元', '2020-05-04 23:14:00', '2020-05-04 23:14:00'),
(106, 'sr125e', 'g1.png', 8, 'Grado', '1', 8900, 75, 50, 5, 0, '播放鮮明聲響的高音質表現', '385公克', '動鐵式', '20 - 20,000 hz', '99.8 dB/mw', '3.5 mm', '無', '無', '無防水', '6.5mmΦ動圈驅動單元', '2020-05-05 23:14:00', '2020-05-05 23:14:00'),
(107, 'SR60e', 'g2.png', 8, 'Grado', '1', 7490, 75, 50, 5, 0, '播放鮮明聲響的高音質表現', '386公克', '動鐵式', '21 - 20,000 hz', '99.8 dB/mw', '3.5 mm', '無', '無', '無防水', '6.6mmΦ動圈驅動單元', '2020-05-06 23:14:00', '2020-05-06 23:14:00'),
(108, 'SR80e', 'g3.png', 8, 'Grado', '1', 8900, 75, 50, 5, 0, '播放鮮明聲響的高音質表現', '387公克', '動鐵式', '22 - 20,000 hz', '99.8 dB/mw', '3.5 mm', '無', '無', '無防水', '6.7mmΦ動圈驅動單元', '2020-05-07 23:14:00', '2020-05-07 23:14:00'),
(109, 'gs3000e', 'g4.png', 8, 'Grado', '1', 8900, 75, 50, 5, 0, '播放鮮明聲響的高音質表現', '388公克', '動鐵式', '20 - 20,000 hz', '102dB/mW', '3.5 mm', '無', '無', '無防水', '6.8mmΦ動圈驅動單元', '2020-05-08 23:14:00', '2020-05-08 23:14:00'),
(110, 'gs2000e', 'g5.png', 8, 'Grado', '1', 15000, 75, 50, 5, 0, '輕量&小型化仍具備強而有力音效', '389公克', '動鐵式', '20 - 20,000 hz', '102dB/mW', '3.5 mm', '無', '無', '無防水', '6.9mmΦ動圈驅動單元', '2020-05-09 23:14:00', '2020-05-09 23:14:00'),
(111, 'gs1000e', 'g6.png', 8, 'Grado', '1', 15000, 75, 50, 5, 0, '輕量&小型化仍具備強而有力音效', '390公克', '動鐵式', '20 - 20,000 hz', '102dB/mW', '3.5 mm', '無', '無', '無防水', '6.10mmΦ動圈驅動單元', '2020-05-10 23:14:00', '2020-05-10 23:14:00'),
(112, 'ps500e', 'g7.png', 8, 'Grado', '1', 15000, 75, 50, 5, 0, '輕量&小型化仍具備強而有力音效', '391公克', '動鐵式', '14 - 28,000 hz', '105dB/mW', '3.5 mm', '無', '無', '無防水', '6.11mmΦ動圈驅動單元', '2020-05-11 23:14:00', '2020-05-11 23:14:00'),
(113, 'ps1000e', 'g8.png', 8, 'Grado', '1', 8900, 75, 50, 5, 0, '輕量&小型化仍具備強而有力音效', '392公克', '動鐵式', '14 - 28,000 hz', '105dB/mW', '3.5 mm', '無', '無', '無防水', '6.12mmΦ動圈驅動單元', '2020-05-12 23:14:00', '2020-05-12 23:14:00'),
(114, 'ps2000e', 'g9.png', 8, 'Grado', '1', 7490, 75, 50, 5, 0, '輕量&小型化仍具備強而有力音效', '393公克', '動鐵式', '14 - 28,000 hz', '105dB/mW', '3.5 mm', '無', '無', '無防水', '6.13mmΦ動圈驅動單元', '2020-05-13 23:14:00', '2020-05-13 23:14:00'),
(115, 'gw100', 'g10.png', 8, 'Grado', '1', 8900, 75, 50, 5, 0, '輕量&小型化仍具備強而有力音效', '394公克', '動鐵式', '14 - 28,000 hz', '105dB/mW', '3.5 mm', '無', '無', '無防水', '6.14mmΦ動圈驅動單元', '2020-05-14 23:14:00', '2020-05-14 23:14:00');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `items`
--
ALTER TABLE `items`
  ADD PRIMARY KEY (`itemId`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `items`
--
ALTER TABLE `items`
  MODIFY `itemId` int(11) NOT NULL AUTO_INCREMENT COMMENT '流水號', AUTO_INCREMENT=116;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
